{
  "HOME": "Главная",
  "CV": "Резюме",
  "PROJECTS": "Портфолио",
  "CONTACT": "Контакты",
  "SWITCH_THEME": "Тема",
  "LANG": "Язык",
  "IG": "Иван Гаврилин",
  "FRONTEND_DEVELOPER": "Frontend разработчик",
  "HERO_SUBTITLE": "Давайте создадим что‑нибудь классное вместе!",
  "HERO_MY_STACK": "Мой стэк кратко:",
  "HERO_CTA": "Резюме",
  "PRESENT": "настоящее время",
  "MOSCOW": "Москва",
  "IP": "Индивидуальный предприниматель",
  "IP_DESCRIPTION": "Работаю как ИП, у меня небольшой интернет-магазин на openCart, который я создал с нуля. Делать магазин было интересно, но рутина, связанная с обработкой заказов, бухгалтерией мне не так интересна. В 2022 году я решил сменить поле деятельности и прошел обучение на frontend-разработчика",
  "SKILLS": "Навыки",
  "OSKO": "ОСКО, Штибель Эльтрон, Гидропластика",
  "OSKO_POSITION": "Коммерческий директор",
  "OSKO_DESCRIPTION": "Работал в области продаж фонтанного и отопительного оборудования немецких компаний. Прошел путь от менеджера по продажам до коммерческого директора. Осуществлял техническое косультирование клиентов, управление отделом продаж, планирование продаж, ведение ключевых клиентов.",
  "SKILLS_SALES": "продажи",
  "SKILLS_MANAGEMENT": "менеджмент",
  "EDUCATION": "Образование",
  "EXPERIENCE": "Опыт",
  "RSS_DESCRIPTION_REACT": "Курс React 2023 Q4 закончил на 24 месте из 1080 студентов. В рамках курса было выполнено несколько проектов, в том числе, командный проект по созданию онлайн-редактора GraphQL запросов.",
  "CERTIFICATE": "сертификат",
  "RSS_DESCRIPTION_JS": "Курс JAVASCRIPT/FRONT-END 2023Q1 я закончил 46 из более чем 5 тысяч студентов. В рамках обучения был выполнен ряд проектов, в том числе финальный командный проект по созданию e-commerce приложения на основе сервиса commerce tools.",
  "MPEI": "Московский энергетический институт",
  "MPEI_POSITION": "Инженер-электрик",
  "MPEI_DESCRIPTION": "Факультет электрооборудования и автоматизации промышленности и транспорта, Специальность: электропривод и автоматика промышленных установок и технологических комплексов",
  "LANGS": "Иностранные языки",
  "LANGS_RU": "Русский",
  "LANGS_EN": "Английский",
  "LANGS_DE": "Немецкий",
  "LANGS_NATIVE": "родной"
}