{
  "HOME": "Главная",
  "CV": "Резюме",
  "PROJECTS": "Портфолио",
  "CONTACT": "Контакты",
  "SWITCH_THEME": "Тема",
  "LANG": "Язык",
  "IG": "Иван Гаврилин",
  "FRONTEND_DEVELOPER": "Frontend разработчик",
  "HERO_SUBTITLE": "Давайте создадим что‑нибудь классное вместе!",
  "HERO_MY_STACK": "Мой стэк кратко:",
  "HERO_CTA": "Резюме",
  "PRESENT": "настоящее время",
  "MOSCOW": "Москва",
  "IP": "Индивидуальный предприниматель",
  "IP_DESCRIPTION": "Работаю как ИП, у меня небольшой интернет-магазин на openCart, который я создал с нуля. Делать магазин было интересно, чего не скажешь о рутине, связанной с обработкой заказов и бухгалтерией. В 2022 году я решил сменить поле деятельности и прошел обучение на frontend-разработчика.",
  "SKILLS": "Навыки",
  "OSKO": "ОСКО, Штибель Эльтрон, Гидропластика",
  "OSKO_POSITION": "Коммерческий директор",
  "OSKO_DESCRIPTION": "Работал в области продаж фонтанного и отопительного оборудования немецких компаний. Прошел путь от менеджера по продажам до коммерческого директора. Осуществлял техническое косультирование клиентов, управление отделом продаж, планирование продаж, ведение ключевых клиентов.",
  "SKILLS_SALES": "продажи",
  "SKILLS_MANAGEMENT": "менеджмент",
  "EDUCATION": "Образование",
  "EXPERIENCE": "Опыт",
  "RSS_DESCRIPTION_REACT": "Курс <strong>React 2023 Q4</strong> закончил на 24 месте из 1080 студентов. В рамках курса было выполнено несколько проектов, в том числе, командный проект по созданию онлайн-редактора GraphQL запросов.",
  "CERTIFICATE": "сертификат",
  "RSS_DESCRIPTION_JS": "Курс <strong>JAVASCRIPT/FRONT-END 2023Q1</strong> я закончил 46 из более чем 5 тысяч студентов. В рамках обучения был выполнен ряд проектов, в том числе финальный командный проект по созданию e-commerce приложения на основе сервиса commerce tools.",
  "MPEI": "Московский энергетический институт",
  "MPEI_POSITION": "Инженер-электрик",
  "MPEI_DESCRIPTION": "Факультет электрооборудования и автоматизации промышленности и транспорта, Специальность: электропривод и автоматика промышленных установок и технологических комплексов.",
  "LANGS": "Иностранные языки",
  "LANGS_RU": "Русский",
  "LANGS_EN": "Английский",
  "LANGS_DE": "Немецкий",
  "LANGS_NATIVE": "родной",
  "PROFILE": "Профиль",
  "PROFILE_DESCRIPTION": "Работаю на <strong>React</strong> и чистом JS/TS, умею делать адаптивную верстку и писать тесты. Активно учусь и постоянно расширяю стэк. Я пришел во фронтэнд из сферы интернет-торговли. С прошлого места работы я принес умение коммуницировать и понимание клиентского взгляда на вэб-дизайн. Владею английским и немецким языками. Живу в Москве, готов к релокации.",
  "STACK": "Стэк",
  "SITE": "Сайт",
  "PROJECT_DESCRIPTION_FOL": "Действующий интернет-магазин оборудования для прудов и фонтанов создан на основе CMS openCart и готового шаблона. Ассортимент - более 2000 товаров.",
  "PROJECT_DESCRIPTION_GRAPHIQL": "Онлайн-редактор <strong>GraphQL</strong> запросов, выполнен на <strong>React</strong>. Функционал включает в себя авторизацию, двуязычный интерфейс, возможность выбора произвольного GraphQl API загрузку его интерактивной документации, отправку запросов и отображение ответов сервера.",
  "PROJECT_DESCRIPTION_SHELTER": "Адаптивный двухстраничный сайт приюта для животных выполнен на SCSS и JavaScript. Содержит слайдер с  и пагинацию с рандомной генерацией контента 'на лету' без повторов. ТЗ также подразумевало <strong>pixel perfect</strong> верстку по предоставленному макету.",
  "PROJECT_DESCRIPTION_SKATESHOP": "E-commerce приложение на <strong>React</strong> и облачном бэкенде <strong>commercetools</strong> было создано в составе команды из 3 разработчиков.",
  "PROJECT_DESCRIPTION_KEYBOARD": "Виртуальная клавиатура на JavaScript с поддержкой 2 языков и физической клавиатуры.",
  "PROJECT_DESCRIPTION_CSSSELECTORS": "Клон CSS Diner - онлайн тренажёра по CSS селекторам, выполнен на TypeScript.",
  "PROJECT_DESCRIPTION_MINESWEEPER": "Классическая игра Cапёр на чистом JavaScript.",
  "PROJECT_DESCRIPTION_ASYNCRACE": "Учебный проект по отработке взаимодействия клиент-сервер. Для работы игры нужно запустить node сервер, от которого машинки получают информацию о скорости или неисправности.",
  "PROJECT_DESCRIPTION_THISSITE": "Мой персональный сайт на <strong>React</strong>. Использована библиотека интернализации <strong>i18next</strong>, реализован роутинг, переключение цветовой темы, CSS анимация."
}