{
  "HOME": "Home",
  "CV": "Lebenslauf",
  "PROJECTS": "Portfolio",
  "CONTACT": "Kontakt",
  "SWITCH_THEME": "Darkmodus",
  "LANG": "Sprache",
  "IG": "Ivan Gavrilin",
  "FRONTEND_DEVELOPER": "Frontend Entwickler",
  "HERO_SUBTITLE": "Erschaffen wir etwas Tolles zusammen!",
  "HERO_MY_STACK": "Mein Tech-Stack in Kürze:",
  "HERO_CTA": "Lebenslauf",
  "PRESENT": "heute",
  "MOSCOW": "Moskau, Rußland",
  "IP": "Privatunternehmer",
  "IP_DESCRIPTION": "Ich bin ein Privatunternehmer und habe einen kleinen Online-Shop, den ich mithilfe des OpenCart CMS von Grund auf neu erstellt habe. Es war interessant, das Shop zu machen, aber die routinemäßige Auftragsabwicklung und Buchhaltung ist für mich nicht mehr so spannend. Im Jahr 2022 entschied ich mich, mein Aktivitätsfeld zu ändern und startete zum Frontend-Entwickler zu ausbilden.",
  "SKILLS": "Kenntnisse & Fähigkeiten",
  "OSKO": "OSKO, Stiebel Eltron, Hydroplastika",
  "OSKO_POSITION": "Verkaufsleiter",
  "OSKO_DESCRIPTION": "Ich arbeitete im Bereich des Verkaufs von Springbrunnen- und Heiztechnik deutscher Unternehmen. Ich bin vom Verkäufer zum Verkaufsleiter gegangen. Auf dieser Stelle führte ich die technische Beratung der Kunden, die Verwaltung der Vertriebsabteilung, die Verkaufsplanung und die Führung der wichtigsten Kunden durch.",
  "SKILLS_SALES": "Verkauf",
  "SKILLS_MANAGEMENT": "Management",
  "EDUCATION": "Ausbildung",
  "EXPERIENCE": "Berufliche Erfahrungen",
  "RSS_DESCRIPTION_REACT": "Ich habe den <strong>React-Kurs 2023 Q4</strong> als der 24. von 1080 Studenten absolviert. Im Rahmen des Kurses wurden mehrere Projekte durchgeführt, darunter ein Teamprojekt zur Erstellung eines Online-GraphQL-Abfrageeditors.",
  "CERTIFICATE": "Zertifikat",
  "RSS_DESCRIPTION_JS": "Den <strong>JAVASCRIPT/FRONT-END-Kurs 2023Q1</strong> habe ich als der 46. von mehr als 5.000 Studenten absolviert. Im Rahmen der Schulung wurden mehrere Projekte durchgeführt, darunter ein abschließendes Teamprojekt zur Erstellung einer E-Commerce-App basierend auf dem commerce-tools-Service.",
  "MPEI": "Moskauer Energetisches Institut",
  "MPEI_POSITION": "Elektroingenieur",
  "MPEI_DESCRIPTION": "Fakultät für elektrische Ausrüstung und Automatisierung von Industrie und Transport, Spezialität: Elektrische Antriebstechnik.",
  "LANGS": "Sprachen",
  "LANGS_RU": "Russisch",
  "LANGS_EN": "Englisch",
  "LANGS_DE": "Deutsch",
  "LANGS_NATIVE": "Muttersprache",
  "PROFILE": "Kurzprofil",
  "PROFILE_DESCRIPTION": "Ich arbeite mit <strong>React</strong> und reinem JS/TS, kann ein adaptives Layout erstellen und Tests schreiben. Ich lerne aktiv und erweitere meinen Stack ständig. Ins Frontend kam ich aus dem Bereich des Internethandels. Von meinem früheren Arbeitsplatz habe ich die Fähigkeit zur Kommunikation und das Verständnis für die clientseitige Sichtweise des Webdesigns mitgebracht. Ich spreche Englisch und Deutsch. Ich lebe in Moskau, aber bin bereit zum Umzug.",
  "STACK": "Stack",
  "SITE": "Seite",
  "PROJECT_DESCRIPTION_FOL": "Dieser Online-Shop für Teich- und Springbrunnentechnik wurde auf der Basis des OpenCart CMS und einer fertigen Vorlage erstellt. Die Produktpalette umfasst mehr als 2000 Waren.",
  "PROJECT_DESCRIPTION_GRAPHIQL": "Der Online-Editor für <strong>GraphQL</strong>-Abfragen wurde auf <strong>React</strong> erstellt. Die Funktionalität umfasst die Autorisierung, eine zweisprachige Schnittstelle, die Möglichkeit, eine beliebige GraphQL-API auszuwählen, die interaktive Dokumentation herunterzuladen, Abfragen zu senden und Serverantworten anzuzeigen.",
  "PROJECT_DESCRIPTION_SHELTER": "Die adaptive zweiseitige Website eines Tierheims ist in JavaScript und CSS geschaffen. Es enthält einen Slider und eine Paginierung mit sofortiger Zufallsgenerierung von Inhalten. Die Aufgabe umfasste auch die <strong>pixelgenaue</strong> Umsetzung des bereitgestellten Designs.",
  "PROJECT_DESCRIPTION_SKATESHOP": "Die E-Commerce-Webanwendung, basierend auf <strong>React</strong> und dem <strong>commercetools</strong> Cloud-Backend, wurde von einem Team von 3 Entwicklern erstellt, in dem ich tätig war.",
  "PROJECT_DESCRIPTION_KEYBOARD": "Virtuelle Tastatur auf JavaScript mit Sprachumschaltung und Unterstützung einer physischen Tastatur.",
  "PROJECT_DESCRIPTION_CSSSELECTORS": "Ein Klon von CSS Diner, einem Online-Spiel zum Trainieren von CSS-Selektoren, wurde auf TypeScript erstellt.",
  "PROJECT_DESCRIPTION_MINESWEEPER": "Klassisches Minensuchspiel in vanilla JavaScript.",
  "PROJECT_DESCRIPTION_ASYNCRACE": "Lernprojekt zur Client-Server-Interaktion. Damit das Spiel funktioniert, muss ein node-Server gestartet werden, von dem die Autos Informationen über Geschwindigkeit oder Fehlfunktionen erhalten.",
  "PROJECT_DESCRIPTION_THISSITE": "Meine persönliche Website auf <strong>React</strong>. Die Internalisierungsbibliothek <strong>i18next</strong> wurde verwendet. Routing, Farbthemawechsel und CSS-Animation – implementiert.",
  "PROJECT_DESCRIPTION_VUESNEAKERS": "Ein Prototyp eines Online-Shops auf <strong>Vue</strong>. Grundlegende Funktionalität ist implementiert : Suchen, Sortieren, Bestellen, Favoriten. Für das Styling wurde <strong>Tailwind CSS</strong> verwendet.",
  "PROJECT_DESCRIPTION_INTERACTIVETABLE": "Eine interaktive, editierbare Tabelle auf <strong>Vue</strong>. Größenänderung, Ziehen und Ablegen von Reihen und Spalten, sowie die Modifizierung des Zeileninhaltes ist möglich. Das Design wurde beim Auftraggeber zur Verfügung gestellt und <strong>pixelgenau</strong> implementiert.",
  "PROJECT_DESCRIPTION_POOLGAME": "Dieses Pool-Browserspiel wurde mithilfe der <strong>HTML Canvas</strong>, <strong>React</strong> und <strong>TypeScript</strong> realisiert. Die Billardkugeln lassen sich stoßen und seine Farbe ändern.",
  "PROJECT_DESCRIPTION_TIMER": "Ein <strong>pixelgenaues</strong> Layout einer Seite mit einem Timer und Pop-up-Fenster. Das Figma-Design wurde beim Auftraggeber zur Verfügung gestellt.",
  "PRIVACY_POLICY": "Datenschutz",
  "DOWNLOAD_CV": "Lebenslauf herunterladen",
  "NAME": "Name",
  "EMAIL": "Email",
  "MESSAGE": "Nachricht",
  "I_ACCEPT_1": "Ich habe die ",
  "I_ACCEPT_2": " gelesen and akzeptiere diese",
  "PRIVACY_POLICY_TO_ACCEPT": "Datenschutzbestimmungen",
  "SEND": "Senden",
  "TEXT_ME": "Mir schreiben",
  "HIDE": "Verstecken",
  "EXPAND": "Anzeigen",
  "ERRMSG_NAME_REQ": "Bitte geben Sie Ihren Namen ein",
  "ERRMSG_NAME_LENGTH": "Geben Sie bitte mindestens 2 Buchstaben ein :)",
  "ERRMSG_NAME_CHARS": "Ein Name startet üblich mit mindestens 2 BUCHSTABEN",
  "ERRMSG_EMAIL": "Inkorrektes Format der E-Mail-Adresse",
  "ERRMSG_MESSAGE_REQ": "Um eine Nachricht zu senden, schreiben Sie sie zuerst",
  "ERRMSG_MESSAGE_LENGTH": "Zu wenig Text für eine informative Nachricht",
  "ERRMSG_PRIVACY_REQ": "Ihre Zustimmung ist erforderlich",
  "ERRMSG_SENT": "Nachricht gesendet",
  "ERRMSG_FAIL": "Sendefehler",
  "PAGE_NOT_FOUND": "Seite nicht gefunden",
  "RETURN_HOME": "Zurück zur Hauptseite"
}
