{
  "HOME": "Home",
  "CV": "Lebenslauf",
  "PROJECTS": "Portfolio",
  "CONTACT": "Kontakt",
  "SWITCH_THEME": "Darkmodus",
  "LANG": "Sprache",
  "IG": "Ivan Gavrilin",
  "FRONTEND_DEVELOPER": "Frontend Entwickler",
  "HERO_SUBTITLE": "Erschaffen wir etwas Tolles zusammen!",
  "HERO_MY_STACK": "Mein Tech-Stack in Kürze:",
  "HERO_CTA": "Lebenslauf",
  "PRESENT": "heute",
  "MOSCOW": "Moskau, Rußland",
  "IP": "Privatunternehmer",
  "IP_DESCRIPTION": "Ich arbeite als PI und habe einen kleinen Online-Shop, den ich mithilfe des OpenCart CMS von Grund auf neu erstellt habe. Es war interessant, das Shop zu machen, aber die routinemäßige Auftragsabwicklung und Buchhaltung ist für mich nicht mehr so interessant. Im Jahr 2022 entschied ich mich, mein Aktivitätsfeld zu ändern und startete zum Frontend-Entwickler zu ausbilden.",
  "SKILLS": "Kenntnisse & Fähigkeiten",
  "OSKO": "OSKO, Stiebel Eltron, Hydroplastika",
  "OSKO_POSITION": "Verkaufsleiter",
  "OSKO_DESCRIPTION": "Ich arbeitete im Bereich des Verkaufs von Springbrunnen- und Heiztechnik deutscher Unternehmen. Ich bin vom Verkäufer zum Verkaufsleiter gegangen. Auf dieser Stelle führte ich die technische Beratung der Kunden, die Verwaltung der Vertriebsabteilung, die Verkaufsplanung und die Führung der wichtigsten Kunden durch.",
  "SKILLS_SALES": "Verkauf",
  "SKILLS_MANAGEMENT": "Management",
  "EDUCATION": "Ausbildung",
  "EXPERIENCE": "Berufliche Erfahrungen",
  "RSS_DESCRIPTION_REACT": "Ich habe den React-Kurs 2023 Q4 als der 24. von 1080 Studenten absolviert. Im Rahmen des Kurses wurden mehrere Projekte durchgeführt, darunter ein Teamprojekt zur Erstellung eines Online-GraphQL-Abfrageeditors.",
  "CERTIFICATE": "Zertifikat",
  "RSS_DESCRIPTION_JS": "Den JAVASCRIPT/FRONT-END-Kurs 2023Q1 habe ich als der 46. von mehr als 5.000 Studenten absolviert. Im Rahmen der Schulung wurden mehrere Projekte durchgeführt, darunter ein abschließendes Teamprojekt zur Erstellung einer E-Commerce-App basierend auf dem commerce-tools-Service.",
  "MPEI": "Moskauer Energetisches Institut",
  "MPEI_POSITION": "Elektroingenieur",
  "MPEI_DESCRIPTION": "Fakultät für elektrische Ausrüstung und Automatisierung von Industrie und Transport, Spezialität: Elektrische Antriebstechnik.",
  "LANGS": "Sprachen",
  "LANGS_RU": "Russisch",
  "LANGS_EN": "Englisch",
  "LANGS_DE": "Deutsch",
  "LANGS_NATIVE": "Muttersprache"
}
