{
  "HOME": "Home",
  "CV": "Resume",
  "PROJECTS": "Portfolio",
  "CONTACT": "Contact",
  "SWITCH_THEME": "Theme",
  "LANG": "Language",
  "IG": "Ivan Gavrilin",
  "FRONTEND_DEVELOPER": "Frontend developer",
  "HERO_SUBTITLE": "Let's make something amazing together!",
  "HERO_MY_STACK": "My tech stack in brief:",
  "HERO_CTA": "Resume",
  "PRESENT": "present",
  "MOSCOW": "Moscow, Russia",
  "IP": "Individual Entrepreneur",
  "IP_DESCRIPTION": "I work as an individual entrepreneur, running an online store, which I created from scratch using openCart CMS. Making the store was interesting, however, the routine of order processing and accounting does not seem so riveting to me anymore. In 2022, I decided to switch my career and started a frontend developer training, that I have accomplished by now.",
  "SKILLS": "Skills",
  "OSKO": "OSKO, Stiebel Eltron, Hydroplastics",
  "OSKO_POSITION": "Commercial director",
  "OSKO_DESCRIPTION": "Working in sales of fountain and heating equipment of German companies, I climbed the career ladder from sales manager to commercial director. I provided technical consulting to clients, managed the sales department, secured sales planning, and working with key accounts.",
  "SKILLS_SALES": "sales",
  "SKILLS_MANAGEMENT": "management",
  "EDUCATION": "Education",
  "EXPERIENCE": "Experience",
  "RSS_DESCRIPTION_REACT": "I finished the <strong>React 2023 Q4</strong> course in 24th place out of 1,080 students. Several projects were completed during the course, including a team project for creating an online GraphQL query editor.",
  "CERTIFICATE": "certificate",
  "RSS_DESCRIPTION_JS": "I completed the <strong>JAVASCRIPT/FRONT-END 2023Q1</strong> course in the top 50 out of more than 5 thousand students. As part of the training, a number of projects were completed, including the final team project to create an e-commerce application based on the commerce tools service.",
  "MPEI": "Moscow Power Engineering Institute",
  "MPEI_POSITION": "Master Electrical engineer",
  "MPEI_DESCRIPTION": "Faculty of Electrical Equipment and Automation of Industry and Transport, Specialty: electric drive and automation of industrial technological systems.",
  "LANGS": "Languages",
  "LANGS_RU": "Russian",
  "LANGS_EN": "English",
  "LANGS_DE": "German",
  "LANGS_NATIVE": "native",
  "PROFILE": "Profile",
  "PROFILE_DESCRIPTION": "I work on <strong>React</strong> and pure JS/TS, I can make responsive layouts and write tests. I am actively studying and constantly expanding my stack. Having come to the frontend from the field of online commerce, I brought from my previous job people skills and an understanding of the client's view of web design. I speak English and German. I live in Moscow, but ready for relocation.",
  "STACK": "Stack",
  "SITE": "Site",
  "PROJECT_DESCRIPTION_FOL": "An online store of equipment for ponds and fountains is built using the OpenCart CMS and a ready-made template. The product range includes more than 2000 goods.",
  "PROJECT_DESCRIPTION_GRAPHIQL": "The online editor of <strong>GraphQL</strong> queries made on <strong>React</strong>. The functionality includes authorization, a bilingual interface, the ability to select an arbitrary GraphQL API, download its interactive documentation, send requests and display server responses.",
  "PROJECT_DESCRIPTION_SHELTER": "The adaptive two-page website of the animal shelter is made in JavaScript and SCSS. It contains a slider and pagination with random on-the-fly generation of content. The task also included <strong>pixel perfect</strong> implementation of the provided design.",
  "PROJECT_DESCRIPTION_SKATESHOP": "The e-commerce application, based on <strong>React</strong> and the <strong>commercetools</strong> cloud backend, created by a team of 3 developers I was in.",
  "PROJECT_DESCRIPTION_KEYBOARD": "Virtual keyboard on JavaScript with language switching and physical keyboard support.",
  "PROJECT_DESCRIPTION_CSSSELECTORS": "A clone of CSS Diner, an online game for training CSS selectors, is made using TypeScript.",
  "PROJECT_DESCRIPTION_MINESWEEPER": "Classic Minesweeper game in vanilla JavaScript.",
  "PROJECT_DESCRIPTION_ASYNCRACE": "Learning project on client-server interaction. For the game to work, it's necessary to run a node server from which the cars receive information about speed or malfunction.",
  "PROJECT_DESCRIPTION_THISSITE": "My personal website on <strong>React</strong>. The <strong>i18next</strong> internalization library was used. Routing, color theme switching, and CSS animation were implemented.",
  "PRIVACY_POLICY": "Privacy policy",
  "DOWNLOAD_CV": "Download resume",
  "NAME": "Name",
  "EMAIL": "Email",
  "MESSAGE": "Message",
  "I_ACCEPT_1": "I have read and accept the ",
  "I_ACCEPT_2": "",
  "PRIVACY_POLICY_TO_ACCEPT": "Privacy policy",
  "SEND": "Send",
  "TEXT_ME": "Text me",
  "HIDE": "Hide",
  "EXPAND": "Expand",
  "ERRMSG_NAME_REQ": "Please enter your name",
  "ERRMSG_NAME_LENGTH": "Please enter at least 2 letters :)",
  "ERRMSG_NAME_CHARS": "Name should start with at least 2 LETTERS",
  "ERRMSG_EMAIL": "Incorrect email format",
  "ERRMSG_MESSAGE_REQ": "Please write something",
  "ERRMSG_MESSAGE_LENGTH": "To send a message you have to write it first",
  "ERRMSG_PRIVACY_REQ": "Your consent is required",
  "ERRMSG_SENT": "Message sent",
  "ERRMSG_FAIL": "Sending error"
}